Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/9_id_458493.html.tmx
Source language: sme
Languages: nob

source: Sámi mánáidgárddit leat mearkkašahtti láhkai lassánan maŋimuš logi jagis .
nob: Det har vært en markant økning i antall samiske barnehager det seneste tiåret .

source: Dát boahtá sihke das go mánáidgárdehuksen oppalaččat lea buorránan ja go lea čuovvoluvvon sámi váhnemiid garraset sávaldat ahte sii háliidit iežaset mánáide oažžut fálaldaga mánáidgárddis mii vuođđuduvvá sámi gillii ja kultuvrii .
nob: Dette er en kombinasjon av bedret barnehageutbygging generelt og en oppfølging av et sterkere ønske fra samiske foreldre om at barna deres skal få tilbud i en barnehage som bygger på samisk språk og kultur .

source: Jagis 1999 ledje 56 sámi mánáidgárddi mat adde fálaldaga badjelaš 1000 mánnái .
nob: I 1999 var det 56 samiske barnehager som ga tilbud til i overkant av 1000 barn .

source: Dáid gávdná Finnmárkku , Romssa , Nordlándda , Mátta-Trøndelága , Hedmárkku ja Oslo fylkkas .
nob: Disse finner man i fylkene Finnmark , Troms , Nordland , Sør-Trøndelag , Hedmark og Oslo .

source: 9.2.1 Vásedin doarjja sámi mánáidgárddiide
nob: 9.2.1 Særskilt tilskudd til samiske barnehager

source: Addojuvvo doarjja mánáidgárddiide main lea njuolggadusaid bokte mearriduvvon ahte dain lea sámi giella ja kultuvra vuođusin .
nob: Det gis et eget tilskudd til barnehager som har vedtektsfestet at de bygger på samisk språk og kultur .

source: Doarjaga háhkun lea gokčat liigegoluid maid sámi mánáidgárdefálaldat mielddisbuktá ja dainna váfistit ahte mánát dáid mánáidgárddiin ožžot gárgeduvvot ja nannejuvvot iežaset sámi giela ja iežaset kulturduogáža .
nob: Intensjonen med tilskuddet er å dekke de ekstrautgifter som et samisk barnehagetilbud medfører og derigjennom sikre barn i disse barnehagene får utviklet og styrket sitt samiske språk og sin kulturbakgrunn .

source: Sámi mánáidgárddiid sierradoarjja sirdojuvvui Sámediggái ođđajagemánu 1. 2001 .
nob: Det særskilte tilskuddet til samiske barnehager ble overført til Sametinget 1. januar 2001 .

source: Sámediggi galgá ráhkadit ođđa njuolggadusaid doarjjaortnegii 2001 mielde .
nob: Sametinget skal utarbeide nye retningslinjer for tilskuddsordningen i løpet av 2001 .

source: Norgga gávpot- ja guovlodutkama instituhta ( Norsk institutt for by- og regionforskning ) ( Eikeland / Krogh Samiske barnehager , NIBR:1999 ) ráhkadan raporta čájeha ahte leat mearkkašahtti erohusat gielddaid ja mánáidgárddiid gaskkas doarjaga geavaheamis .
nob: En rapport fra Norsk institutt for by- og regionforskning ( Eikeland / Krogh Samiske barnehager , NIBR:1999 ) viser at det er betydelige forskjeller mellom kommuner og barnehager når det gjelder bruken av tilskuddet .

source: Dát gusto erenoamážit gaskavuhtii eanemus mihtilmas sámi guovlluid ja guovlluid gaskkas mat leat ođđasislihkkanproseassas .
nob: Dette gjelder særlig i forholdet mellom de mest markante samiske områdene , og områder som kjennetegnes ved at de er i en revitaliseringsprosess .

source: Ovdehussan gárgedit mánáid identitehta sápmelažžan lea sorjavaš das makkár dilli sámegielas lea mánáidgárddi báikkálašservodagas .
nob: Forutsetningen for å utvikle barnas identitet som samer er avhengig av hvilken stilling samisk språk har i barnehagens lokalsamfunn .

source: Lea stuorra dárbu statistihkalaš čuvgehusaide sámi mánáidgárddiid birra .
nob: Det er stort behov for statistisk informasjon om samiske barnehager .

source: Mánáid- ja bearašdepartemeanta áigu árvvoštallat sáhttetgo čuvgehusat sámi mánáidgárddiid birra laktojuvvot mánáidgárddi jahkedieđáhusskovvái .
nob: Barne- og familiedepartementet vil vurdere om opplysninger om samiske barnehager kan innarbeides i årsmeldingsskjema for barnehagen .

source: Departemeanta áigu viidáseappot , ovttasbarggus Sámedikkiin , árvvoštallat vejolaš guorahallama sámi váhnemiid mánáidgárdedárbbu birra .
nob: Departementet vil videre , i samarbeid med Sametinget , vurdere en eventuell undersøkelse om barnehagebehovet blant samiske foreldre .

source: Erenoamážit dárbbašuvvo dát guovlluin mat leat sámi guovddášguovlluid olggobealde .
nob: Særlig vil det være behov for dette i områder utenfor de samiske kjerneområdene .

source: 9.2.2 Sámi mánáidgárddiid bargit
nob: 9.2.2 Personalet i samiske barnehager

source: Bargiid sámi giela ja kultuvrra máhttu ja diehtu lea mearrideaddji ovdehussan go mánát sámi mánáidgárddiin galget oažžut nannejuvvot ja gárgeduvvot iežaset giela ja identitehta .
nob: Personalets kunnskaper i samisk språk og kultur vil være avgjørende forutsetninger for at barn i samiske barnehager skal få styrket og utviklet sitt språk og sin identitet .

source: Hástalussan lea váfistit sámegiela gelbbolaš bargiid bestema , erenoamážit pedagogalaš bargiid , muhto maiddái assisteanttaid .
nob: Det er en utfordring å sikre rekruttering av personale med samiskspråklig kompetanse , særlig pedagogisk personale , men også assistenter .

source: Dasto lea deaŧalaš bisuhit sin geat leat juo suorggis .
nob: Det er videre viktig å beholde dem som allerede er i sektoren .

source: Dárbu lasse- ja joatkkaohppui lea stuoris .
nob: Det er stort behov for etter- og videreutdanning .

source: Erenoamáš fuopmášumi ferte giddet dárbui mii lea sámi hálddahanguovllu olggobealde .
nob: Særlig oppmerksomhet må rettes mot behovet utenfor det samiske forvaltningsområdet .

source: NIBR-raporta čájeha ahte sámi mánáidgárddiin lea mearkkašahtti dárbu gielalaš gelbbolašvuođahuksemii .
nob: Rapporten fra NIBR viser at det er et betydelig behov for språklig kompetanseoppbygging i de samiske barnehagene .

source: Gielddain lea ovddasvástádus das ahte mánáidgárddiid bargiin lea dárbbašlaš gelbbolašvuohta .
nob: Kommunene har ansvar for at personalet i barnehagene har den nødvendige kompetansen .

source: Máŋga gieldda leat virgádan sierra sámegiela giellamielbargiid geat oaivadit mánáidgárddiid ja skuvllaid rámmaplána ja oahppoplána sámi sisdoalu gárgedeamis .
nob: Flere kommuner har ansatt egne språkmedarbeidere i samisk som veileder barnehager og skoler i utviklingen av det samiske innholdet i rammeplan og læreplan .

source: Kárášjoga gielda lea gárgedan guovttegielatvuođaplána mánáidgárddiidasas ja skuvllaidasas .
nob: Karasjok kommune har utviklet en tospråklighetsplan for sine barnehager og skoler .

source: Dan oktavuođas leat ráhkaduvvon lasseoahppoplánat mánáidgárdebargiide mat galget leat vuolggasadjin gárgedit heivvolaš organiserenhámiid , metodaid ( ovdamearkka dihtii giellalávggu ) ja strategiijaid pedagogalaš gárgedeapmái guovttegielat perspektiivvas .
nob: Det er i den forbindelse utarbeidet etterutdanningsplaner for barnehagepersonalet som utgangspunkt for å utvikle egnede organiseringsformer , metoder ( for eksempel språkbad ) og strategier for pedagogisk utvikling i et tospråklig perspektiv .

source: Sámi allaskuvla Guovdageainnus lea áidna allaskuvla mii addá oahpu ovdaskuvlaoahpaheddjiide geain lea sámegiela gelbbolašvuohta .
nob: Samisk høgskole i Kautokeino er den eneste høgskolen som utdanner førskolelærere med samiskspråklig kompetanse .

source: Sámi allaskuvllas ii leat buot jagiin leamaš doarvái ohccivuođus álggahit oahpu .
nob: Samisk høgskole har enkelte år ikke hatt stort nok søkergrunnlag til å igangsette studiet .

source: Okta sivva lea leamaš ohcciid váilevaš lohkangelbbolašvuohta .
nob: En av årsakene er mangel på studiekompetanse hos søkerne .

source: Sámi allaskuvla bargá iešguđetlágan strategiijaiguin ovddaldastin dihtii dábálaš lohkangelbbolašvuođa dárbbu .
nob: Samisk høgskole arbeider med ulike strategier for å møte behovet om generell studiekompetanse .

source: Lassin árvvoštallojuvvojit iešguđetlágan lávdaduvvon fálaladatmállet ovdaskuvlaoahpaheaddjeohppui ja mánáidgárdebargiid iešguđetlágan lasseoahppofálaldagaide .
nob: I tillegg vurderes ulike modeller for desentraliserte tilbud for førskolelærerutdanning og ulike etterutdanningstilbud for barnehagepersonalet .

source: Muhtun gielddat leat addán stipeandda sámi studeanttaide geat váldet ovdaskuvlaoahpaheaddjeoahpu dainna eavttuin ahte čatnet iežaset bargat gielddas dihto áigodahkii .
nob: Enkelte kommuner har gitt stipend til samiske studenter som tar førskolelærerutdanning mot at de binder seg til å arbeide i kommunen en viss periode .

source: Lávdegoddi mii lea geahčadan sámi oahpaheaddjeoahpu ( NA— 2000 : 3 Sámi oahpaheaddjeoahppu ) evttoha ahte álggahuvvojit vásedin stipeandaortnegat lasihan dihtii bestema sámi oahpaheaddjeohppui .
nob: Utvalget som har sett på den samiske lærerutdanningen ( NOU 2000 : 3 Samisk lærerutdanning ) , foreslår at det etableres særlige stipendordninger for å øke rekrutteringen til samisk lærerutdanning .

source: Árta lea jáhkkit ahte stipeandaortnet arvvosmahttá eambbo nuoraid ohcat ovdaskuvlaoahpeaddjeohppui .
nob: Det er grunn til å tro at en stipendordning vil motivere flere unge til å søke førskolelærerutdanning .

source: Mánáid- ja bearašdepartemeanta áigu , ovttasbarggus Sámedikkiin , čielggadit gažaldaga stipeanddas studeanttaide geat váldet sámi ovdaskuvlaoahpaheaddjeoahpu .
nob: Barne- og familiedepartementet vil , i samarbeid med Sametinget , utrede spørsmålet om stipend for studenter som tar samisk førskolelærerutdanning .

source: Vai sámi mánáidgárddit háhket , bisuhit ja viidásetgárgedit gelbbolašvuođa , de lea dárbu bidjat doibmii iešguđetlágan lasse- ja joatkkaoahppodoaibmabijuid .
nob: For å tilføre , beholde og videreutvikle kompetansen i samiske barnehager , er det nødvendig å iverksette ulike typer etter- og videreutdanningstiltak .

source: NA— 2000 : 3 Sámi oahpaheaddjeoahppu evttoha gárgedit kulturfága oahppofálaldaga mas váldodeaddu lea árbevierrodieđus ja - máhtus .
nob: I NOU 2000 : 3 Samisk lærerutdanning , foreslås det å utvikle et studietilbud i kulturfag med hovedvekt på tradisjonskunnskap .

source: Dan lassin ahte lea oassin sihke dábálašoahpaheaddje- ja ovdaskuvlaoahpaheaddjeoahpus , de berre fága sáhttit fállojuvvot lasse- ja joatkkaoahppofálaldahkan .
nob: I tillegg til å være en del av både allmennlærer- og førskolelærerutdanningen , bør deler av faget kunne tilbys som etter- og videreutdanningstilbud .

source: Deaŧalaš lea hukset diekkár gelbbolašvuođa buot dan golmma sámi giellaguovllu sámi mánáidgárddiid mánáidgárdebargiide .
nob: Det er viktig å bygge opp slik kompetanse hos barnehagepersonalet i de samiske barnehagene i alle de tre samiske språkområdene .

source: Erenoamáš dárbbašlaš lea arvvosmahttit doaibmabijuid gielddain mat leat sámi hálddahanguovllu olggobealde ja mat leat ođđasislihkkanproseassas .
nob: Særlig nødvendig er det å stimulere til tiltak i kommuner som ligger utenfor samisk forvaltningsområde og som er i en revitaliseringsprosess .

source: Mánáid- ja bearašdepartemeanta áigu čielggadit lasse- ja joatkkaoahppofálaldagaid dárbbu , ovttasbarggus Sámedikkiin ja guoskevaš fylkkamánniiguin .
nob: Barne- og familiedepartementet vil utrede behovet for etter- og videreutdanningstiltak , i samarbeid med Sametinget og berørte fylkesmenn .

source: Doaibmabijut mat leat namahuvvon bajábealde gehččojuvvojit Mánáid- ja bearašdepartemeantta mánáidgárdesuorggi golmmajahkásaš kvalitehttanannema olis ( 2001–2003 ) .
nob: Tiltakene som er nevnt ovenfor vil blant annet bli sett i sammenheng med Barne- og familiedepartementets treårige kvalitetssatsing i barnehagesektoren ( 2001–2003 ) .

source: 9.2.3 Nevvodan- , geahččaladdan- ja gárgedanbargu
nob: 9.2.3 Veilednings- , forsøks- og utviklingsarbeid

source: NIBR guorahallan čájeha ahte sámi mánáidgárddiin lea stuorra dárbu nevvodeapmái , informašuvdnii ja dovddiiduslonohallamii .
nob: Undersøkelsen fra NIBR viser at samiske barnehager har et stort behov for veiledning , informasjon og erfaringsutveksling .

source: Eanet doaibmevaš nevvodan- ja gárgedanbargu berre arvvosmahttojuvvot sámi mánáidgárdesuorggis .
nob: Det bør stimuleres til mer aktivt veilednings- og utviklingsarbeid i den samiske barnehagesektoren .

source: Viidáseappot šaddá deaŧalažžan hukset fierpmádagaid sámi mánáidgárddiid gaskii informašuvdna- ja dovddiiduslonohallama nammii .
nob: Videre blir det viktig å bygge nettverk mellom samiske barnehager for informasjons- og erfaringsutveksling .

source: Ain lea stuorra dárbu gárgedit pedagogalaš ávdnasiid sámi mánáidgárddiid atnui .
nob: Det er fortsatt stort behov for å utvikle pedagogisk materiell til bruk i de samiske barnehagene .

source: Sámedikki oahpahusossodagas lea dát deaŧalaš nannenduovddan .
nob: Opplæringsavdelingen i Sametinget har dette som et viktig satsingsområde .

source: Sámediggi nannejuvvo Mánáid- ja bearašdepartemeantta ruđaiguin maiguin galget gárgeduvvot pedagogalaš ávdnasat sámi mánáidgárddiid atnui ja geahččaladdan- ja gárgedanbargui .
nob: Sametinget styrkes med midler fra Barne- og familiedepartementet til utvikling av pedagogisk materiell til bruk i samiske barnehager og til forsøks- og utviklingsarbeid .

source: Gielddas mánáidgárdeeaiggádin ja mánáidgárdeeiseváldin lea ovddasvástádus arvvosmahttit gárgedanbarggu ja fierpmádathuksema .
nob: Kommunen som barnehageeier og barnehagemyndighet har ansvar for å stimulere utviklingsarbeid og nettverksbygging .

source: Maiddái gielddaidgaskasaš ovttasbargu lea deaŧalaš dovddiidusaid juogadeapmái , oktavuođaid čatnamii , arvvosmahttimii ja oaivadeapmái .
nob: Også interkommunalt samarbeid vil være viktig for å spre erfaringer , knytte kontakter , for motivasjon og inspirasjon .

source: Sámedikki oahpahusossodat ja Finnmárkku ja Romssa fylkkamánnit lea lágidan konfereanssaid sámi mánáidgárddiid bargiide .
nob: Opplæringsavdelingen i Sametinget og fylkesmennene i Finnmark og Troms har arrangert konferanser for ansatte i samiske barnehager .

source: Deaŧalaš ja dárbbašlaš lea lágidit gávnnadanbáikkiid sámi mánáidgárddiid bargiide .
nob: Det er viktig og nødvendig å tilrettelegge møteplasser for de ansatte i samiske barnehager .

source: Barggus mii lea oaivvilduvvon gielddaide leat fylkkamánnit , erenoamážit Finnmárkkus ja Romssas , deaŧalaš nákcan ja ovttasbargoguoibmin Sámediggái sámi mánáidgárdesuorggi gárgedeamis .
nob: I arbeidet rettet mot kommunene , utgjør fylkesmennene , særlig i Finnmark og Troms , en viktig ressurs og samarbeidspart for Sametinget i utviklingen av den samiske barnehagesektoren .

source: 9.3 Mánáidsuodjalus
nob: 9.3 Barnevernet

source: NOU 1995 : 6 Plan for helse- og sosialtjenester for den samiske befolkning i Norge ( Dearvvasvuođa- ja sosiálabálvalusaid plána Norgga sámi veahkadahkii ) govvidii mánáidsuodjalusbálvalusa mii buorebut sáhttá heivehuvvot geavaheddjiide , sin gillii , kultuvrii ja báikkálašservodagaide maidda sii gullet .
nob: NOU 1995 : 6 Plan for helse- og sosialtjenester for den samiske befolkning i Norge gav et bilde av en barneverntjeneste som kan bli bedre tilpasset brukerne , deres språk , kultur og det lokalsamfunn de er en del av .

source: Muhtun ođđaset dutkosat čájehit ahte mánáidsuodjalus mánáidsuodjaluslága čađaheamis sámi guovlluin dárbbaša máhttit eanet sámi báikkálaš kultuvrra ja jurddašanvuogi , sámi árbevieruid ja bajásgeassinvugiid birra vai sáhttá addit rivttes veahki rivttes áigái sámi mánáid ja nuoraid buorrin .
nob: Enkelte nyere studier viser til at barnevernet ved gjennomføring av barnevernloven i samiske områder har behov for å kunne mer om samisk lokal kultur og tenkemåte , samiske tradisjoner og oppdragelsesformer for å kunne yte riktig hjelp til riktig tid til samiske barns og ungdoms beste .

source: NOU 1995 : 6 čuovvoleami oktavuođas lea Mánáid- ja bearašdepartemeanta addán doarjaga doaibmabijuide mat barget dan guvlui ahte mánáidsuodjalusa sámi perspektiiva ja gelbbolašvuohta nannejuvvo .
nob: I forbindelse med oppfølging av NOU 1995 : 6 har Barne- og familiedepartementet gitt støtte til tiltak som tar sikte på å styrke det samiske perspektivet og kompetansen i barnevernet .

source: Mánáid- ja bearašdepartemeanta lea « Váhnennevvodeami prográmma » bokte gárgedan ávdnasiid váhnemiidda ja dearvvašdivššohagaid atnui mat galget doarjut váhnemiid fuolaheaddjin ja bajásgeassin .
nob: Barne- og familiedepartementet har gjennom « Program for foreldreveiledning » utviklet materiell til foreldre og til bruk på helsestasjoner som skal gi støtte til foreldre i omsorgs- og oppdragerrollen .

source: Maiddái leat gárgeduvvon ávdnasat skuvlla atnui .
nob: Det er også utviklet materiell til bruk i skolen .

source: Mánáid- ja bearašdepartemeanta áigu váfistit ahte buot čuožžovaš ávdnasat jorgaluvvojit sámegillii .
nob: Barne- og familiedepartementet vil sikre at alt relevant materiell oversettes til samisk .

source: Mii gusto gelbbolašvuođaovdáneapmái máŋggakultuvrrat mánáidsuodjalusa birra muđui , de juolluda Mánáid- ja bearašdepartemeanta eanaš iežas doarjagiid Davvi-Norgga mánáidsuodjalusa gárgedanguovddážii doaibmadoarjjan .
nob: Når det gjelder kompetanseutvikling om et flerkulturelt barnevern for øvrig , kanaliserer Barne- og familiedepartementet i hovedsak sine tilskudd til Barnevernets utviklingssenter i Nord-Norge i form av driftstilskudd .

source: Davvi-Norgga mánáidsuodjalusa gárgedanguovddáš galgá áimmahuššat gažaldagaid mat čatnasit sámi mánáide ja nuoraide .
nob: Barnevernets utviklingssenter i Nord-Norge skal ivareta spørsmål knyttet til samiske barn og unge .

source: Guovddáža deaŧalaš dahkamuššan lea veahkehit gárgedit mánáidsuodjalusa mii atná deastta sámi veahkadaga kultuvrras .
nob: En viktig oppgave for senteret er å bidra til utvikling av et barnevern som tar hensyn til den samiske befolkningens kultur .

source: Guovddáža dutkama váldosuorggit leat mánáidsuodjalusa gávnnadeapmi Davvi-Norgga kultuvrralaš máŋggadáfotvuođain mas sámi mánáidsuodjalus deattuhuvvo , mánáidsuodjalusa gávnnadeapmi bearrašiiguin ja mánáiguin , Davvi-Norgga mánáidsuodjalusa institušuvdna- ja organisašuvdnagárgedeapmi , fierpmádathuksen , gelbbolašvuohta ja doaibmabidjogárgedeapmi .
nob: Hovedområdene for forskningen på senteret er barnevernets møte med det kulturelle mangfoldet i Nord-Norge med hovedvekt på samisk barnevern , barnevernets møte med familier og barn , institusjons- og organisasjonsutvikling innenfor barnevernet i Nord-Norge , nettverksbygging , kompetanse og tiltaksutvikling .

source: Háliidettiin sámi perspektiivva nannet ja ovttaidahttit 2 mánáidsuodjalussii , ja oassin barggus dahkat sámi gelbbolašvuođa álkibun dábuhit mánáidsuodjalusas ja mánáidsuodjalusa birra , de bivddii Mánáid- ja bearašdepartemeanta Mánáidsuodjalusa gárgedanguovddáža kártet olugo gávdnojit fágabirrasat ja fágaolbmot geain lea mánáidsuodjalusfágalaš gelbbolašvuohta lassin sámi giella- ja/dahje kulturgelbbolašvuhtii .
nob: Med bakgrunn i et ønske om å styrke og integrere det samiske perspektivet i barnevernet , og som et ledd i arbeidet med å gjøre den samiske kompetansen i og om barnevernet mer tilgjengelig , bad Barne- og familiedepartementet Barnevernets utviklingssenter om å kartlegge i hvilken grad det finnes fagmiljøer og fagpersoner som har barnevernsfaglig kompetanse i tillegg til samisk språk- og / eller kulturkompetanse .

source: Kártema bohtosat leat almmuhuvvon gelbbolašvuođagihpan mii sisdoallá fágaolbmuid ja fágabirrasiid oppalašgeahčaldaga geain mánáidsuodjalusbálvalus ja earát sáhttet jearrat ráđiid ja nevvodeami jdd. sámi mánáidsuodjalusáššiid hárrái .
nob: Resultatene av kartleggingen er publisert i form av et kompetansehefte som inneholder en oversikt over fagpersoner og fagmiljøer som barneverntjenesten og andre kan kontakte for råd og veiledning m.m. når det gjelder samiske barnevernsaker .

source: 9.3.1 Váldojuksanmearri ja ođđa perspektiivvat
nob: 9.3.1 Hovedmål og nye perspektiver

source: Ráđđehusa juksanmearri ahte mánáidsuodjalus galgá leat máná buorrin mearkkaša maiddái ahte mánáidsuodjalus galgá leat sámi mánáid buorrin nu ahte maiddái sámi giella ja kultuvra vásihuvvo deaŧalažžan ja ovttaárvosažžan .
nob: Regjeringens mål om et barnevern til barnets beste , innebærer et barnevern til samiske barns beste der også samisk språk og kultur oppleves som viktig og likeverdig .

source: Jurddalaččat oaivvilda dát ahte mánáidsuodjalusbálvalusas gielddain main lea sámi veahkadat , dihtet ja atnet deastta sámi kultuvrralaš perspektiivvas áššehasain ovttasdoaimmadettiin , iežas mearridanproseassain ja iežas mearrádusain / doaibmabijuin .
nob: Ideelt sett betyr dette at barneverntjenesten i kommuner med samisk befolkning har kunnskap om og tar hensyn til det samiske kulturelle perspektivet i samhandling med klienten , i sine beslutningsprosesser og i sine avgjørelser / tiltak .

source: Diehtoháhkan ja duođašteapmi berre leat vuođusin mearrediđolaš vuoruheapmái ja boahttevaš strategiijaide ja doaibmabijuide mat galget lasihit gielddalaš ja fylkkagielddalaš mánáidsuodjalusa kultuvrralaš ja gielalaš gelbbolašvuođa .
nob: Kunnskapsinnhenting og dokumentasjon bør ligge til grunn for en målrettet innsats og for framtidige strategier og tiltak for å øke den kulturelle og språklige kompetansen i det kommunale og det fylkeskommunale barnevernet .

source: Dát gusto maiddái doaibmabijuide gielddain / guovlluin olggobealde sámi giela hálddahanguovllu .
nob: Dette gjelder også tiltak i kommuner / områder utenfor forvaltningsområdet for samisk språk .

source: 9.3.2 Boahttevaš hástalusat ja strategiijat
nob: 9.3.2 Framtidige utfordringer og strategier

source: Ain lea dárbu nannet ja ovttaiduhttit sámi perspektiivva ja gelbbolašvuođa mánáidsuodjalussii .
nob: Det er fortsatt behov for å styrke og integrere det samiske perspektivet og kompetansen i barnevernet .

source: Gelbbolašvuođagihppaga geavahandovddiidusaid vuođul áigu Mánáid- ja bearašdepartemeanta árvvoštallat leago dárbu álggahit eará ortnegiid mat sáhttet áimmahuššat dieđu lonohallandárbbu , ja nevvodan- ja veahkehandárbbu .
nob: På bakgrunn av erfaringer med bruk av kompetanseheftet , vil Barne- og familiedepartementet vurdere om det er behov for å etablere andre ordninger som kan ivareta behovet for utveksling av kunnskap , og for veiledning og bistand .

source: Gielddaidgaskasaš ovttasbargu sáhttá veahkehit eanet gielddaid oažžut diehtevassii ja váldit atnui sámi kultuvrralaš aspeavtta mánáidsuodjalusbargui ja bajidit fágalaš barggu kvalitehta .
nob: Interkommunalt samarbeid er et tiltak som kan bidra til at flere kommuner får kjennskap til og kan ta i bruk det samiske kulturelle aspektet i barnevernarbeidet og til å høyne kvaliteten på det faglige arbeidet .

source: Dat sáhttá veahkehit buorebut ávkkástallat gelbbolašvuođa ja cuokka 3 ávkkástallama ja ahte gielddat bisuhit fágaolbmuid .
nob: Det kan bidra til bedre utnyttelse av kompetanse og kapasitet og til at kommunene / regionen beholder fagfolk .

source: Bearaš- ja mánáid departemeanta háliida gulahallat Sámedikkiin boahttevaš strategiijaid hárrái .
nob: Barne- og familiedepartementet ønsker å være i dialog med Sametinget om fremtidige strategier .

source: Davvi-Norgga mánáidsuodjalusa gárgedanguovddáš áigu maiddái ovddasguvlui bargat dieđuin sámi veahkadaga mánáidsuodjalusa birra .
nob: Barnevernets utviklingssenter i Nord-Norge vil også framover arbeide med kunnskap om barnevernet for den samiske befolkningen .

source: Guovddáš lea okta njealji riikkagottálaš mánáidsuodjalusa gárgedanguovddážis , ja dál leat guovddážat árvvoštallojuvvomin ja árvvoštallan galgá leat loahpahuvvon vuosttas jahkebealis 2001 .
nob: Senteret er en av fire nasjonale utviklingssentre for barnevernet og det pågår nå en evaluering av sentrene som skal være avsluttet første halvår 2001 .

source: Boksa 9.17 Sámi mánáid ja nuoraid nákcen
nob: Boks 9.17 Mestring hos samiske barn og unge
